---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeMultiplanarDefinition
source: html/0ae51d52-444f-b694-8a95-046acbbfde8b.htm
---
# RebarShapeMultiplanarDefinition Members

Create a RebarShapeMultiplanarDefinition for use in creating a RebarShape.